{
  "title": "Eugen - Popay de Ayguavives",
  "img": "images/post1.jpg",
  "img_alt": "The first post image",
  "img_placeholder": "data:image/jpeg;base64,/9j/4QAYRXhpZgAASUkqAAgAAAAAAAAAAAAAAP/sABFEdWNreQABAAQAAAAeAAD/7gAOQWRvYmUAZMAAAAAB/9sAhAAQCwsLDAsQDAwQFw8NDxcbFBAQFBsfFxcXFxcfHhcaGhoaFx4eIyUnJSMeLy8zMy8vQEBAQEBAQEBAQEBAQEBAAREPDxETERUSEhUUERQRFBoUFhYUGiYaGhwaGiYwIx4eHh4jMCsuJycnLis1NTAwNTVAQD9AQEBAQEBAQEBAQED/wAARCAAFAAkDASIAAhEBAxEB/8QAWQABAQEAAAAAAAAAAAAAAAAAAAQGAQEAAAAAAAAAAAAAAAAAAAACEAACAAYDAAAAAAAAAAAAAAAAESFRobESIgOTFBEBAAMAAAAAAAAAAAAAAAAAAJEy0v/aAAwDAQACEQMRAD8Az+3g48MG4tTsS9dQARYsv//Z",
  "intro_text": "POPAY is a graffiti writer, painter and illustrator, living and working in Paris.",
  "body_text": "Born in 1971 in Barcelona as the son of an architect, POPAY grew up in Paris and started drawing comics at a very young age before transposing his art onto the streets in 1986 and discovering the art of graffiti writing with KISTER in 1987.\nPOPAY was a member of several crews like MST, CWA, THC, PCP, P2B, TEH, AAA, OOO and GM.\nThrough what he himself has once called “the art school of the streets”, he first developed different lettering including dripping, melting, unifying forms and figurative elements, like big human heads and weird characters.\nIn his studio he was squetching, drawing and painting on paper and canvas using pen, ink, pencil, spraycan, airbrush and acrylic paint.\nWhile continuing to paint, he increasingly began to receive commissions for illustrations.\nHis research of artistic expression guided him to produce digital painting as well, wanting to print unlimited editions of images accessible to everyone.\nHis early outstanding colorful figuratif style inspired many other urban artists who still consider him as a major figure in french urban art.\nIn addition to graffiti, the culture of comics and animated movies in France affected him as a child.\nThe artist describes his work as heavily influenced by music too.\nThe psychadelism of Jimi Hendrix and the techno sound of Spiral Tribe for example inspired him for the flow of the gesture while painting calligraphic work.\nStudying art history on his own, influences of medieval paintings, old master and classical paintings, Goya, african art, modern sculpture, Picasso, Lowbrow and la figuration libre with Combas, as well as by swiss artist and designer H.R.Giger can be felt in POPAY's various work.\nHis artwork is diverse, generous, dense and intense.\nDespite an elaborated painting technique, his work stays spontanious and emotional, the gesture being essential to the artist.\nThe artist mixes realism and fantasy and creates disorienting, chaotic scenes, with narrative to be read and many details to be discovered in most of his works.\nHis universe invites us in an organic jungle of colors and biomorphic volumes, populated by strange creatures, mostly stemming from dark fairy tales.\nHis human, big headed figures with small limbs are expressiv and disturbing.\nHis imaginated scenes are disconcerting, placing life of the physical as well as the social body in the focus of his work.\nThe painter is using dark and accented rings, creating sculptural volumes in a range of dense and powerful colors - dominated by blue, green, red, orange and purple -, his scenes end up in luxuriant, seemingly screaming combinations.\nPOPAY's scenes are challenging for the viewer, the mind needing some time to decode the sense of the pictures in order to discover all the elements and decrypt every detail.\nIn some of his works, he dissolves figurative forms, becoming nearly abstract, creating accumulations of detailed simple biomorphic elements that seem to be alive and in movement.\nPOPAY created a freestyle biomechanical style in graffiti writing, inspired by JONONE, and from there he developed what he calls a biovegetal style on walls or canvases, without perspective, like painted bas-reliefs of nature or explosions or perhaps both.\nPOPAY is working like a colorist in his paintings, he works directly with paint most of the time, creating images from centre to edge, growing from inside to outside through a process of transformation.\nSometimes he archives different stages of his work in progress though photographs that capture moments of transformation and spontaneous creation.\nHis first artistical pratices as a child, squetching and drawing, have always been present in his research of new expressions, culminating in original drawings, prints and illustrations as an important part of his artistic production.\nThe power of POPAY's work doesn't leave the viewer indifferent.\nHis work isn't there to please but to shake things up.\nThe disturbing and mysterious character of his work hides the moving sensitivity of the artist who is expressing a personal, imaginative vision of the world through his art.\nRebelling against human society, social injustice, misery, lies and human mediocrity, some of his figurative works remind us of the close proximety of opposites, such as big and small, beauty and ugliness, pleasant and unpleasantness, reason and madness, happiness and sadness … POPAY always surprises with uncommon works, the provocative, expressive legacy of his body of work spanning over 30 years makes him an outstanding artist and one of the inescapable figures of french urban art.\nPresent in galeries, at auctions, invited to festivals, group shows, residencies, art fairs, collaborative work, featured in books and magazines, his work belongs in every important, contemporary urban art collection.\nText by Katia Hermann, art historian & independent curator, Berlin, May 2016"
}
