{
  "title": "George Brehm Antique Graphite Illustration of an Interior Scene",
  "img": "images/post2.jpg",
  "img_alt": "George Brehm Antique Graphite Illustration of an Interior Scene",
  "img_placeholder": "data:image/jpeg;base64,/9j/4QAYRXhpZgAASUkqAAgAAAAAAAAAAAAAAP/sABFEdWNreQABAAQAAAAeAAD/7gAOQWRvYmUAZMAAAAAB/9sAhAAQCwsLDAsQDAwQFw8NDxcbFBAQFBsfFxcXFxcfHhcaGhoaFx4eIyUnJSMeLy8zMy8vQEBAQEBAQEBAQEBAQEBAAREPDxETERUSEhUUERQRFBoUFhYUGiYaGhwaGiYwIx4eHh4jMCsuJycnLis1NTAwNTVAQD9AQEBAQEBAQEBAQED/wAARCAAFAAkDASIAAhEBAxEB/8QAYgABAQEAAAAAAAAAAAAAAAAAAAQFAQEBAAAAAAAAAAAAAAAAAAAEBRAAAQMDBQEAAAAAAAAAAAAAAQACEhGRAzFBUXHRFBEAAQMFAQAAAAAAAAAAAAAAEgDwYREhMkJiE//aAAwDAQACEQMRAD8Ax3FnyMiMe0pEyrbTpTVHGO58RFQt5bZyZC+RhDvXTCAEn1Vf/9k=",
  "intro_text": "George Brehm (1878 - 1966)",
  "body_text": "An original antique graphite drawing on ivory woven paper of a Victorian interior scene by famed illustrator and artist George Brehm (1878 – 1966). In the drawing, a woman plays piano as a man walks across the room, apparently in distress. Music is strewn across the floor and he holds his fist to his face. The drawing is signed by the artist in pencil to the lower center margin | The drawing is presented behind glass in a wooden frame with brushed silver tone finish; A hanging wire is attached to the verso | In overall Good Condition with some yellowing to paper consistent with age with frame. George Brehm (1878 – 1966) was active/lived in New York, Indiana and was best known for his drawings and other illustrations of childhood subjects. The following was submitted by Brehm’s grandson Matt Taylor: “George Brehm was my great Grandfather. He died six years before I was born, but I grew up feeling I knew him through his many paintings in our home, as well as relatives. In 2002, the Norman Rockwell Museum featured work by a handful of illustrators. George Brehm and his brother, Worth, were among the artists whose work was shown. He was raised in small town Indiana, worked and lived in New York City, and spent some fifty Summers on Martha’s Vineyard, MA, where, today, most of his family resides. He married Katherine Bennet around 1912, and the couple had two children, Elizabeth, and June. George Brehm painted cover illustrations for many widely circulated publications such as The Saturday Evening Post, and Country Gentleman, as well as numerous illustrations for novels, Coca-Cola, Texaco, etc. In 1923, he served as one of several judges at the very first Miss America Pageant with Norman Rockwell. His home and studio are occupied by his daughter, June Tabor, of Chilmark, (Martha’s Vineyard,MA. ) A future screenplay is being planned on his life as an American illustrator. George Brehm’s artworks have become very popular over the last few years, with numerous works by the George Brehm having been sold at large auction houses."
}
